bench/output_cache_off_bytecode_on.txt
Running 30s test @ http://localhost:3000/output
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.05s   512.55ms   1.71s    60.00%
    Req/Sec     0.63      1.05     4.00     87.13%
  101 requests in 30.10s, 18.24KB read
  Socket errors: connect 157, read 368, write 0, timeout 96
Requests/sec:      3.36
Transfer/sec:     620.53B